module.exports.properties = [{"id":1,"desc1":"This dog-friendly home comes with all the amenities you could want on a vacation! In the home, you will find a cozy gas fireplace, several books to read, and a spacious outdoor deck with ample seating and a gas grill. The complex also offers access to a pool, hot tub, tennis courts, marina and a playground for the kids (for an additional daily fee). \n","desc2":"What's Nearby:\nGolfers can enjoy Tahoe Donner Golf Course, just 2 miles away. Also, a short distance away are Prosser Hill and Alder Hill, both sporting hiking trails for your enjoyment. Winter vacationers can drive about 13 miles in order to ski at Northstar California Resort.\nThings to Know:\nFree WiFi\nDogs 30lbs or less welcome for a fee\nFull kitchen\nGuests have access to the Tahoe Donner HOA amenities for a daily fee, which includes a rec center and marina.","shortDesc":"NEW LISTING! Dog-friendly home w/ private dock and shared hot tub & pool!","type":"house","address":{"street":"NA","city":"Truckee","country":"US"},"guests":6,"beds":4,"bedrooms":3,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/1/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/1/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/1/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/1/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/1/05.jpg"}]},{"id":2,"desc1":"Downtown, the best bit of Manhattan. One of, if not the, LARGEST space on Airbnb in NYC. Your Own PRIVATE Bathroom & PRIVATE Bedroom, a Terrace off the bedroom, near to subways/buses, restaurants, bars, real luxury right in the middle of things. Just read our 400+ 5-STAR REVIEWS and you will see why we are SUPER-HOSTS and why you will just love this place, like other guests, I promise. \n","desc2":"Downtown Manhattan, .. just like you see it in the films. Only so much better in real life !! All the details are below so that will see all that you will experience on your trip to the Big Apple - there are lots of things you will love when you stay here, but PLEASE PLEASE (did I say please?) try to read all the way to the end of the description, including sleeping arrangements, information on the area, getting around and the frequently asked questions. I know it is a bit of a novel, but it is well worth it and, from experience, it makes sure you understand everything in detail and ensures you will have the best stay that you can. Anything at all that you are not sure about, if you are new to Airbnb for example, just ask and I will get back asap and clarify.","shortDesc":"Manhattan Lux Loft.Like.Love.Lots.Look! \n","type":"apartment","address":{"street":"NA","city":"New York","country":"US"},"guests":6,"beds":3,"bedrooms":1,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/101/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/101/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/101/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/101/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/101/05.jpg"}]},{"id":3,"desc1":"This incredible two-floor loft, which is located in a very center of Moscow, meets the demanding requirements of a stylish, vibrant and successful resident of the megalopolis. Lovingly furnished, in order to take a break from a dynamic rhythm of the city and to forget yourself in a solitude with comfort and coziness. \n","desc2":"The loft is located in a 4-floor building together with a Prada shop and a Nobu restaurant, surrounded by world brand boutiques, best city restaurants, famous theatres and night clubs. The Bolshoi theatre is a 1-minute walk through the pedestrian area or a 5-minute walk to the Red Square and the Kremlin. Nearby there are two metro stations, trolleybus stops, so it’s easy to reach any place in Moscow. For car owners there is a place to park their car inside the guarded yard. \n","shortDesc":"The best Loft apartment 120m near the Kremlin \n","type":"apartment","address":{"street":"NA","city":"Moscow","country":"Russia"},"guests":4,"beds":2,"bedrooms":1,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/501/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/501/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/501/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/501/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/501/05.jpg"}]},{"id":4,"desc1":"Located on the bottom floor of a renovated 1920s hotel, this apartment  features a warm color scheme and a prime location for an ideal getaway. Kids will love the novelty of the loft area and the Lincoln Park Zoo and Park right across the street. \n","desc2":"\n","shortDesc":"Gather in a Beautiful Loft Style Apartment in Lincoln Park \n","type":"apartment","address":{"street":"NA","city":"Chicago","country":"US"},"guests":6,"beds":3,"bedrooms":3,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/201/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/201/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/201/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/201/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/201/05.jpg"}]},{"id":5,"desc1":"Breathtaking design, views and location. The W Miami Residence provides all the pleasures, perks and pampering of the W Miami hotel but in a fully-furnished private luxury residence. Ideally suited for business executives and leisure seekers alike. \n","desc2":"• Apartments Tailored to Your Highest Standards. \n Decoration to make you feel at home \n Proper Design. Smartly Priced. Ready for Vacations \n Fully equipped kitchen \n Private balconies \n Service with Lifestyle (Amenities) \n Onsite washer + dryer \n Location, and Convenience.\n","shortDesc":"W Icon Brickell Residence 48\n","type":"apartment","address":{"street":"NA","city":"Miami","country":"US"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/301/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/301/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/301/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/301/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/301/05.jpg"}]},{"id":6,"desc1":"Regenerate the soul in this aesthetically soothing home. Find a peaceful retreat with sliding glass doors that lead to a bright kitchen, a patio walkout, eclectic furnishings, and a backyard pool. \n","desc2":"The home is located in the iconic area of downtown Tulum. The property is walking distance from a number of cafes, bars, restaurants, and stores with fine Mexican crafts. \n","shortDesc":"Feng Shui Apartment with Private Garden\n","type":"apartment","address":{"street":"NA","city":"Tulum","country":"Mexico"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/401/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/401/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/401/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/401/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/401/05.jpg"}]},{"id":7,"desc1":"Amazing apartment with amazing view which located in front of the Eiffel Tower. Fully furnished and ideal for a family with children wishing to discover Paris otherwise. 2 bedrooms and 2 Bathrooms: welcome to the Eiffel Signature Apartment in Paris.\n","desc2":"This warm space in the heart of Eiffel Tower area offers 2 bedrooms, and two bathroom. It accommodates up to 5 guests. The wood floors, claw bathtub, and other décor give the space an old world charm, while retaining modern conveniences such as controlled heat, WIFI, and a DVD player.","shortDesc":"Eiffel Signature\n","type":"apartment","address":{"street":"NA","city":"Paris","country":"France"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/601/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/601/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/601/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/601/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/601/05.jpg"}]},{"id":8,"desc1":"One of a kind apartment. Sophistication and style as it best. A taste of Buenos Aires Golden years... with a modern deco by well known New York designers.\n","desc2":"This spectacular apartment, is located in the heart of Buenos Aires historic district. The building La Inmobiliaria or Heinlein Palace is an 1890 building, constructed by the Devoto Familly, in Buenos Aires golden years. Is now declared an Historic Building and protected by Argentine architectural protection laws. And one of the most significant landmarks in the city.\n The apartment counts with a spacious and charming living room, separated dinning room, office room, large corridors, two bedrooms on first floor, bathroom and kitchen on mezanine, and second bathroom and two small bedrooms on second floor. \n The sun light comes in every window, giving a beautiful play of lighting during the day. \nRenovated by New York designers Rafael Pimentel and Nicolas de Urquiza.","shortDesc":"Stunning Apt in Landmark Building\n","type":"apartment","address":{"street":"NA","city":"Buenos Aires","country":"Argentina"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/701/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/701/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/701/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/701/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/701/05.jpg"}]},{"id":9,"desc1":"Amazing home under the Acropolis! Newly furnished, provides relaxation and comfort. This 120m2 three bedroom apartment is fully equipped, air-conditioned and is located in the best area of Athens just steps from the Herodion Theatre and the Acropolis. It is ideal for families and groups. Metro and all ancient sites aswell as the Acropolis museum are within walking distance. This is the ultimate starting point to discover Athens by foot!\n","desc2":"Enjoy a spacious sunlit space with 3-comfortable bedrooms equipped with queen-size beds and quality sheets and linen. All rooms are airconditioned. The living-room has a corner-sofa that opens into a large double bed sleeping 2 people easily. Relax watching NETFLIX on our 43in smart-tv after a day of discovering our ancient city on foot.","shortDesc":"Your Home under the Acropolis - sleeps 9!\n","type":"apartment","address":{"street":"NA","city":"Athens","country":"Greece"},"guests":9,"beds":4,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/801/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/801/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/801/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/801/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/801/05.jpg"}]},{"id":10,"desc1":"Three cozy rooms! A double room with a large bed and a private shower, a triple room with three separate beds and a room that can accommodate two people and more. \nRight in the center of the Medina of Tunis, in the most discreet and calm.\n","desc2":"The renovated palace, with European standards of comfort, has non-smoking and smoking areas.\n","shortDesc":"Palace of the eighteenth century\n","type":"apartment","address":{"street":"NA","city":"La Medina","country":"Tunisia"},"guests":8,"beds":4,"bedrooms":3,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/901/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/901/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/901/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/901/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/901/05.jpg"}]},{"id":11,"desc1":"This property is a 1978 square feet, 4 Bedroom, 3 bathroom accommodation located in Dollar Point. Amazing A-frame cabin with hot tub, 2 fireplaces, & more offers 2 Twin bed, 1 Futon, 3 Queen bed. It can host 8 people. This accommodation features washer/dryer. Please see the description below or inquire for more details!","desc2":"Lakeview Tree House is like the Tahoe City vacation home you dream about - but it's real and waiting for your arrival! At this A-frame cabin, which has a raised deck built around a huge evergreen tree, you'll have a hot tub, tons of windows, a wood-burning stove, and views for miles.\n Set just outside Dollar Point, this Tahoe lodge is just a block away from the Highway 28 bike trail leading you to popular points like Carnelian Bay, Tahoe City proper, and Tahoe City Cross Country Center. Stroll along the neighborhood beach, no more than a mile away. For prime skiing visit Northstar, about 12 miles away, or Squaw Valley which is 10 miles away.\nAll that skiing may make you want to go back to your cabin to soak in hot tub! Luckily, you'll have your own private spot to do so, though you could also simply sip cocoa, curl up under an afghan, or sit out on the deck's Adirondack chairs with the telescope. Use the deck's gas barbecue to make a filling dinner.\n","shortDesc":"Amazing A-frame cabin with hot tub, 2 fireplaces, & more","type":"house","address":{"street":"NA","city":"Tahoe City","country":"US"},"guests":8,"beds":5,"bedrooms":4,"baths":3,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/2/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/2/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/2/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/2/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/2/05.jpg"}]},{"id":12,"desc1":"Classic Midtown East 1900s built townhouse on a tree-lined residential street. 5 minute walk to Trains. 10 minute walk to Shopping on 5th ave, Central Park, Times Square, Rockefeller Center Christmas Tree, Broadway Shows, Museums, Jazz, Nightlife. \n Take the 6 train Downtown or Uptown to Little Italy, Chinatown, East Village, Financial District, One World Trade Center, Harlem, Statue of Liberty, Brooklyn Bridge, Williamsburg Bridge. \nLocal Bars and Restaurants just a few steps from the Apartment. \n","desc2":"You and your guests will enjoy the whole apartment with a space that is quite large with tall ceilings & large windows. Towels, linens, blankets, sheets, pillows, and bathmats are laundered every day for new guests. This is important to note* Every blanket and sheet and towel is freshly cleaned for all new guests! \n","shortDesc":"Great place in the heart of Manhattan!","type":"apartment","address":{"street":"NA","city":"New York","country":"US"},"guests":6,"beds":3,"bedrooms":1,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/102/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/102/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/102/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/102/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/102/05.jpg"}]},{"id":13,"desc1":"Unique three-level loft apartments in the territory of the old factory. The original layout of the spacious interior, designer renovation and furniture, view from the window. \n","desc2":"1st floor - hall, living room, bedroom, kitchen, dining room, projector with 6m screen and cinema, second light and skylights. \n 2nd floor - mezzanine with library and chill out zone, muztsentr, bedroom, wardrobe, tropical shower, winter garden. \n 3rd floor - loft with accommodation, a block with laundry, access to the roof. \n","shortDesc":"Unique three-level loft apartments in the territory of the old factory. \n","type":"apartment","address":{"street":"NA","city":"Moscow","country":"Russia"},"guests":4,"beds":2,"bedrooms":1,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/502/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/502/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/502/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/502/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/502/05.jpg"}]},{"id":14,"desc1":"Downtown 2 Br 2 BR gorgeous condo located steps from the Art Institute of Chicago and Museum of Modern Art, and beautiful Millennium Park. Restaurants, Bars, Cafes, Shopping, Theaters, Museums- you are in the heart of it all. Enjoy a show at one of six area theaters. Spend an afternoon shopping, taking in the new exhibits at the Art Institute of Chicago and Museums. \n","desc2":"We offer 2 Bedroom Luxury apartment in Chicago meant for indulgence. Show off the floor-to-ceiling windows, high-end finishes, and the endless attention to detail throughout the building. In apartment you will find GE stainless steel appliances, hardwood flooring, 9-foot ceilings, in-unit full-sized washer and dryer, Venatino Quartz countertops, closet organizers, and more\n","shortDesc":"Heart of Downtown 2BR - Millennium Park \n","type":"apartment","address":{"street":"NA","city":"Chicago","country":"US"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/202/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/202/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/202/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/202/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/202/05.jpg"}]},{"id":15,"desc1":"Enjoy the best of Miami in a beautiful, newly renovated 2 BR house with parking space. \nA few blocks away from downtown Coral Gables. Only 5 minutes from the airport, 10 minutes to downtown and 15 minutes to the beach. \n","desc2":"GREAT DEAL, BEAUTIFUL PLACE!\n JUST STEPS FROM DOWNTOWN MIAMI IN A QUIET, SAFE, AND BEAUTIFUL NEIGHBORHOOD..CORAL GABLES!\n","shortDesc":"CHARM MIAMI-CORAL GABLES-BEACHES\n","type":"apartment","address":{"street":"NA","city":"Miami","country":"US"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/302/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/302/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/302/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/302/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/302/05.jpg"}]},{"id":16,"desc1":"We wish to make your stay at our tropical house a pleasant experience and we hope you enjoy the house, the private garden and the mineral pool. The tropical house is located down town Tulum in La Veleta a few minutes drive away from the most beautiful beaches of Mexico (1km away from the center of Tulum, 5 km to the beach) \n","desc2":"The home is located in the iconic area of downtown Tulum. The property is walking distance from a number of cafes, bars, restaurants, and stores with fine Mexican crafts. \n","shortDesc":"Tropical House Tulum\n","type":"apartment","address":{"street":"NA","city":"Tulum","country":"Mexico"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/402/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/402/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/402/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/402/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/402/05.jpg"}]},{"id":17,"desc1":"Marais Very charming flat . \n Enjoy your home in a historical neighborhood in the center of Paris(le Marais, the fashionable neighborhood) near Modern art Museum Beaubourg and Museum Picasso. Metro Halles or Etienne Marcel. \nA cosy house for 8 people : 3 bedrooms, a living room, 2 bathrooms, 1 kitchen\n","desc2":"Located at Passage de l’Ancre , one of the oldest passage of Paris, in the center of Paris near Marais . You will be in one of the most beautiful historical neighborhood of Paris at 400m from Les halles, 300m from the famous Museum Beaubourg, 700m from Cathedral Notre-Dame and the Seine river.\n","shortDesc":"Very central location.\n","type":"apartment","address":{"street":"NA","city":"Paris","country":"France"},"guests":8,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/602/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/602/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/602/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/602/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/602/05.jpg"}]},{"id":18,"desc1":"Charming two-storey house with a spectacular private terrace.\n Top quality, comfort and good taste have been spread out when refurbishing this old classical “porteña” house which still maintains some typical touches of its original construction. \n On the ground floor is the spacious living room, a warm room, with unique and thought details for maximum comfort.","desc2":"APPLIANCES: Washing Machine, Iron & Ironing Board, Hairdryer, Oven, Fridge-Freezer, Toaster, Dishwasher, Microwave, Coffee Maker \nMULTIMEDIA: TV, DVD Player, Stereo, Baby Cot, Cable TV\nOUTDOORS: Barbecue, Terrace","shortDesc":"Amazing 3 bedrooms Serrano\n","type":"house","address":{"street":"NA","city":"Buenos Aires","country":"Argentina"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/702/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/702/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/702/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/702/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/702/05.jpg"}]},{"id":19,"desc1":"On a regular summer day I used to sleep on the rooftop in a hammock, surrounded by the bougainvillea and lemon trees under the imposing rock of the Acropolis. In the winter, I played board games with my classmates by the fireplace. No doubt, I consider myself spoiled growing up a stone’s throw away from the Parthenon and the newly established Acropolis Museum. The cradle of democracy, the birth of theater and philosophy, temples and Byzantine churches, an Ottoman era mosque, bars, restaurants, cafes, monuments, ancient arches are all a few minutes stroll from my maternal house. History is everywhere and it is inescapable.\n","desc2":"Situated in Parthenon’s shadow, 5 minutes by foot from the Acropolis metro station, the apartment extends over two hundred square meters (2,156 square feet). Two bedrooms, a large kitchen, two bathrooms and a WC, a spacious living room encompassing a study, a balcony, a roof garden with a permanent dinner table, and an indoor patio which doubles as breakfast area are all placed right in the hustle and bustle of Plaka; the center of classical, medieval and early modern Greece.","shortDesc":"House at the Foothills of Acropolis\n","type":"apartment","address":{"street":"NA","city":"Athens","country":"Greece"},"guests":9,"beds":4,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/802/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/802/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/802/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/802/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/802/05.jpg"}]},{"id":20,"desc1":"Traditional Arab house restored and furnished by interior designer located in the medina of Tunis 60M2 10M2 + in the basement. Near Museum Torbet El Bey with parking and close to shops and markets, souk medina 100m. \nChange of scenery, calm, charm and discretion hare its assets in a lively, colorful, typical and traditional place, to discover Tunis in the heart of the Medina.\n","desc2":"MINIMUM 3 DAYS.\n","shortDesc":"Tunis Medina Renovated Arab House\n","type":"house","address":{"street":"NA","city":"La Medina","country":"Tunisia"},"guests":8,"beds":4,"bedrooms":3,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/902/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/902/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/902/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/902/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/902/05.jpg"}]},{"id":21,"desc1":"This dog-friendly home comes with all the amenities you could want on a vacation! In the home, you will find a cozy gas fireplace, several books to read, and a spacious outdoor deck with ample seating and a gas grill. The complex also offers access to a pool, hot tub, tennis courts, marina and a playground for the kids (for an additional daily fee). \n","desc2":"What's Nearby:\nGolfers can enjoy Tahoe Donner Golf Course, just 2 miles away. Also, a short distance away are Prosser Hill and Alder Hill, both sporting hiking trails for your enjoyment. Winter vacationers can drive about 13 miles in order to ski at Northstar California Resort.\nThings to Know:\nFree WiFi\nDogs 30lbs or less welcome for a fee\nFull kitchen\nGuests have access to the Tahoe Donner HOA amenities for a daily fee, which includes a rec center and marina.","shortDesc":"NEW LISTING! Dog-friendly home w/ private dock and shared hot tub & pool!","type":"house","address":{"street":"NA","city":"Truckee","country":"US"},"guests":6,"beds":4,"bedrooms":3,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/1/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/1/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/1/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/1/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/1/05.jpg"}]},{"id":22,"desc1":"Downtown, the best bit of Manhattan. One of, if not the, LARGEST space on Airbnb in NYC. Your Own PRIVATE Bathroom & PRIVATE Bedroom, a Terrace off the bedroom, near to subways/buses, restaurants, bars, real luxury right in the middle of things. Just read our 400+ 5-STAR REVIEWS and you will see why we are SUPER-HOSTS and why you will just love this place, like other guests, I promise. \n","desc2":"Downtown Manhattan, .. just like you see it in the films. Only so much better in real life !! All the details are below so that will see all that you will experience on your trip to the Big Apple - there are lots of things you will love when you stay here, but PLEASE PLEASE (did I say please?) try to read all the way to the end of the description, including sleeping arrangements, information on the area, getting around and the frequently asked questions. I know it is a bit of a novel, but it is well worth it and, from experience, it makes sure you understand everything in detail and ensures you will have the best stay that you can. Anything at all that you are not sure about, if you are new to Airbnb for example, just ask and I will get back asap and clarify.","shortDesc":"Manhattan Lux Loft.Like.Love.Lots.Look! \n","type":"apartment","address":{"street":"NA","city":"New York","country":"US"},"guests":6,"beds":3,"bedrooms":1,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/101/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/101/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/101/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/101/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/101/05.jpg"}]},{"id":23,"desc1":"This incredible two-floor loft, which is located in a very center of Moscow, meets the demanding requirements of a stylish, vibrant and successful resident of the megalopolis. Lovingly furnished, in order to take a break from a dynamic rhythm of the city and to forget yourself in a solitude with comfort and coziness. \n","desc2":"The loft is located in a 4-floor building together with a Prada shop and a Nobu restaurant, surrounded by world brand boutiques, best city restaurants, famous theatres and night clubs. The Bolshoi theatre is a 1-minute walk through the pedestrian area or a 5-minute walk to the Red Square and the Kremlin. Nearby there are two metro stations, trolleybus stops, so it’s easy to reach any place in Moscow. For car owners there is a place to park their car inside the guarded yard. \n","shortDesc":"The best Loft apartment 120m near the Kremlin \n","type":"apartment","address":{"street":"NA","city":"Moscow","country":"Russia"},"guests":4,"beds":2,"bedrooms":1,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/501/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/501/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/501/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/501/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/501/05.jpg"}]},{"id":24,"desc1":"Located on the bottom floor of a renovated 1920s hotel, this apartment  features a warm color scheme and a prime location for an ideal getaway. Kids will love the novelty of the loft area and the Lincoln Park Zoo and Park right across the street. \n","desc2":"\n","shortDesc":"Gather in a Beautiful Loft Style Apartment in Lincoln Park \n","type":"apartment","address":{"street":"NA","city":"Chicago","country":"US"},"guests":6,"beds":3,"bedrooms":3,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/201/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/201/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/201/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/201/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/201/05.jpg"}]},{"id":25,"desc1":"Breathtaking design, views and location. The W Miami Residence provides all the pleasures, perks and pampering of the W Miami hotel but in a fully-furnished private luxury residence. Ideally suited for business executives and leisure seekers alike. \n","desc2":"• Apartments Tailored to Your Highest Standards. \n Decoration to make you feel at home \n Proper Design. Smartly Priced. Ready for Vacations \n Fully equipped kitchen \n Private balconies \n Service with Lifestyle (Amenities) \n Onsite washer + dryer \n Location, and Convenience.\n","shortDesc":"W Icon Brickell Residence 48\n","type":"apartment","address":{"street":"NA","city":"Miami","country":"US"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/301/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/301/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/301/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/301/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/301/05.jpg"}]},{"id":26,"desc1":"Regenerate the soul in this aesthetically soothing home. Find a peaceful retreat with sliding glass doors that lead to a bright kitchen, a patio walkout, eclectic furnishings, and a backyard pool. \n","desc2":"The home is located in the iconic area of downtown Tulum. The property is walking distance from a number of cafes, bars, restaurants, and stores with fine Mexican crafts. \n","shortDesc":"Feng Shui Apartment with Private Garden\n","type":"apartment","address":{"street":"NA","city":"Tulum","country":"Mexico"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/401/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/401/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/401/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/401/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/401/05.jpg"}]},{"id":27,"desc1":"Amazing apartment with amazing view which located in front of the Eiffel Tower. Fully furnished and ideal for a family with children wishing to discover Paris otherwise. 2 bedrooms and 2 Bathrooms: welcome to the Eiffel Signature Apartment in Paris.\n","desc2":"This warm space in the heart of Eiffel Tower area offers 2 bedrooms, and two bathroom. It accommodates up to 5 guests. The wood floors, claw bathtub, and other décor give the space an old world charm, while retaining modern conveniences such as controlled heat, WIFI, and a DVD player.","shortDesc":"Eiffel Signature\n","type":"apartment","address":{"street":"NA","city":"Paris","country":"France"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/601/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/601/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/601/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/601/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/601/05.jpg"}]},{"id":28,"desc1":"One of a kind apartment. Sophistication and style as it best. A taste of Buenos Aires Golden years... with a modern deco by well known New York designers.\n","desc2":"This spectacular apartment, is located in the heart of Buenos Aires historic district. The building La Inmobiliaria or Heinlein Palace is an 1890 building, constructed by the Devoto Familly, in Buenos Aires golden years. Is now declared an Historic Building and protected by Argentine architectural protection laws. And one of the most significant landmarks in the city.\n The apartment counts with a spacious and charming living room, separated dinning room, office room, large corridors, two bedrooms on first floor, bathroom and kitchen on mezanine, and second bathroom and two small bedrooms on second floor. \n The sun light comes in every window, giving a beautiful play of lighting during the day. \nRenovated by New York designers Rafael Pimentel and Nicolas de Urquiza.","shortDesc":"Stunning Apt in Landmark Building\n","type":"apartment","address":{"street":"NA","city":"Buenos Aires","country":"Argentina"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/701/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/701/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/701/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/701/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/701/05.jpg"}]},{"id":29,"desc1":"Amazing home under the Acropolis! Newly furnished, provides relaxation and comfort. This 120m2 three bedroom apartment is fully equipped, air-conditioned and is located in the best area of Athens just steps from the Herodion Theatre and the Acropolis. It is ideal for families and groups. Metro and all ancient sites aswell as the Acropolis museum are within walking distance. This is the ultimate starting point to discover Athens by foot!\n","desc2":"Enjoy a spacious sunlit space with 3-comfortable bedrooms equipped with queen-size beds and quality sheets and linen. All rooms are airconditioned. The living-room has a corner-sofa that opens into a large double bed sleeping 2 people easily. Relax watching NETFLIX on our 43in smart-tv after a day of discovering our ancient city on foot.","shortDesc":"Your Home under the Acropolis - sleeps 9!\n","type":"apartment","address":{"street":"NA","city":"Athens","country":"Greece"},"guests":9,"beds":4,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/801/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/801/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/801/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/801/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/801/05.jpg"}]},{"id":30,"desc1":"Three cozy rooms! A double room with a large bed and a private shower, a triple room with three separate beds and a room that can accommodate two people and more. \nRight in the center of the Medina of Tunis, in the most discreet and calm.\n","desc2":"The renovated palace, with European standards of comfort, has non-smoking and smoking areas.\n","shortDesc":"Palace of the eighteenth century\n","type":"apartment","address":{"street":"NA","city":"La Medina","country":"Tunisia"},"guests":8,"beds":4,"bedrooms":3,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/901/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/901/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/901/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/901/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/901/05.jpg"}]},{"id":31,"desc1":"This property is a 1978 square feet, 4 Bedroom, 3 bathroom accommodation located in Dollar Point. Amazing A-frame cabin with hot tub, 2 fireplaces, & more offers 2 Twin bed, 1 Futon, 3 Queen bed. It can host 8 people. This accommodation features washer/dryer. Please see the description below or inquire for more details!","desc2":"Lakeview Tree House is like the Tahoe City vacation home you dream about - but it's real and waiting for your arrival! At this A-frame cabin, which has a raised deck built around a huge evergreen tree, you'll have a hot tub, tons of windows, a wood-burning stove, and views for miles.\n Set just outside Dollar Point, this Tahoe lodge is just a block away from the Highway 28 bike trail leading you to popular points like Carnelian Bay, Tahoe City proper, and Tahoe City Cross Country Center. Stroll along the neighborhood beach, no more than a mile away. For prime skiing visit Northstar, about 12 miles away, or Squaw Valley which is 10 miles away.\nAll that skiing may make you want to go back to your cabin to soak in hot tub! Luckily, you'll have your own private spot to do so, though you could also simply sip cocoa, curl up under an afghan, or sit out on the deck's Adirondack chairs with the telescope. Use the deck's gas barbecue to make a filling dinner.\n","shortDesc":"Amazing A-frame cabin with hot tub, 2 fireplaces, & more","type":"house","address":{"street":"NA","city":"Tahoe City","country":"US"},"guests":8,"beds":5,"bedrooms":4,"baths":3,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/2/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/2/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/2/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/2/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/2/05.jpg"}]},{"id":32,"desc1":"Classic Midtown East 1900s built townhouse on a tree-lined residential street. 5 minute walk to Trains. 10 minute walk to Shopping on 5th ave, Central Park, Times Square, Rockefeller Center Christmas Tree, Broadway Shows, Museums, Jazz, Nightlife. \n Take the 6 train Downtown or Uptown to Little Italy, Chinatown, East Village, Financial District, One World Trade Center, Harlem, Statue of Liberty, Brooklyn Bridge, Williamsburg Bridge. \nLocal Bars and Restaurants just a few steps from the Apartment. \n","desc2":"You and your guests will enjoy the whole apartment with a space that is quite large with tall ceilings & large windows. Towels, linens, blankets, sheets, pillows, and bathmats are laundered every day for new guests. This is important to note* Every blanket and sheet and towel is freshly cleaned for all new guests! \n","shortDesc":"Great place in the heart of Manhattan!","type":"apartment","address":{"street":"NA","city":"New York","country":"US"},"guests":6,"beds":3,"bedrooms":1,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/102/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/102/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/102/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/102/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/102/05.jpg"}]},{"id":33,"desc1":"Unique three-level loft apartments in the territory of the old factory. The original layout of the spacious interior, designer renovation and furniture, view from the window. \n","desc2":"1st floor - hall, living room, bedroom, kitchen, dining room, projector with 6m screen and cinema, second light and skylights. \n 2nd floor - mezzanine with library and chill out zone, muztsentr, bedroom, wardrobe, tropical shower, winter garden. \n 3rd floor - loft with accommodation, a block with laundry, access to the roof. \n","shortDesc":"Unique three-level loft apartments in the territory of the old factory. \n","type":"apartment","address":{"street":"NA","city":"Moscow","country":"Russia"},"guests":4,"beds":2,"bedrooms":1,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/502/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/502/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/502/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/502/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/502/05.jpg"}]},{"id":34,"desc1":"Downtown 2 Br 2 BR gorgeous condo located steps from the Art Institute of Chicago and Museum of Modern Art, and beautiful Millennium Park. Restaurants, Bars, Cafes, Shopping, Theaters, Museums- you are in the heart of it all. Enjoy a show at one of six area theaters. Spend an afternoon shopping, taking in the new exhibits at the Art Institute of Chicago and Museums. \n","desc2":"We offer 2 Bedroom Luxury apartment in Chicago meant for indulgence. Show off the floor-to-ceiling windows, high-end finishes, and the endless attention to detail throughout the building. In apartment you will find GE stainless steel appliances, hardwood flooring, 9-foot ceilings, in-unit full-sized washer and dryer, Venatino Quartz countertops, closet organizers, and more\n","shortDesc":"Heart of Downtown 2BR - Millennium Park \n","type":"apartment","address":{"street":"NA","city":"Chicago","country":"US"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/202/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/202/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/202/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/202/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/202/05.jpg"}]},{"id":35,"desc1":"Enjoy the best of Miami in a beautiful, newly renovated 2 BR house with parking space. \nA few blocks away from downtown Coral Gables. Only 5 minutes from the airport, 10 minutes to downtown and 15 minutes to the beach. \n","desc2":"GREAT DEAL, BEAUTIFUL PLACE!\n JUST STEPS FROM DOWNTOWN MIAMI IN A QUIET, SAFE, AND BEAUTIFUL NEIGHBORHOOD..CORAL GABLES!\n","shortDesc":"CHARM MIAMI-CORAL GABLES-BEACHES\n","type":"apartment","address":{"street":"NA","city":"Miami","country":"US"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/302/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/302/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/302/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/302/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/302/05.jpg"}]},{"id":36,"desc1":"We wish to make your stay at our tropical house a pleasant experience and we hope you enjoy the house, the private garden and the mineral pool. The tropical house is located down town Tulum in La Veleta a few minutes drive away from the most beautiful beaches of Mexico (1km away from the center of Tulum, 5 km to the beach) \n","desc2":"The home is located in the iconic area of downtown Tulum. The property is walking distance from a number of cafes, bars, restaurants, and stores with fine Mexican crafts. \n","shortDesc":"Tropical House Tulum\n","type":"apartment","address":{"street":"NA","city":"Tulum","country":"Mexico"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/402/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/402/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/402/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/402/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/402/05.jpg"}]},{"id":37,"desc1":"Marais Very charming flat . \n Enjoy your home in a historical neighborhood in the center of Paris(le Marais, the fashionable neighborhood) near Modern art Museum Beaubourg and Museum Picasso. Metro Halles or Etienne Marcel. \nA cosy house for 8 people : 3 bedrooms, a living room, 2 bathrooms, 1 kitchen\n","desc2":"Located at Passage de l’Ancre , one of the oldest passage of Paris, in the center of Paris near Marais . You will be in one of the most beautiful historical neighborhood of Paris at 400m from Les halles, 300m from the famous Museum Beaubourg, 700m from Cathedral Notre-Dame and the Seine river.\n","shortDesc":"Very central location.\n","type":"apartment","address":{"street":"NA","city":"Paris","country":"France"},"guests":8,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/602/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/602/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/602/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/602/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/602/05.jpg"}]},{"id":38,"desc1":"Charming two-storey house with a spectacular private terrace.\n Top quality, comfort and good taste have been spread out when refurbishing this old classical “porteña” house which still maintains some typical touches of its original construction. \n On the ground floor is the spacious living room, a warm room, with unique and thought details for maximum comfort.","desc2":"APPLIANCES: Washing Machine, Iron & Ironing Board, Hairdryer, Oven, Fridge-Freezer, Toaster, Dishwasher, Microwave, Coffee Maker \nMULTIMEDIA: TV, DVD Player, Stereo, Baby Cot, Cable TV\nOUTDOORS: Barbecue, Terrace","shortDesc":"Amazing 3 bedrooms Serrano\n","type":"house","address":{"street":"NA","city":"Buenos Aires","country":"Argentina"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/702/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/702/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/702/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/702/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/702/05.jpg"}]},{"id":39,"desc1":"On a regular summer day I used to sleep on the rooftop in a hammock, surrounded by the bougainvillea and lemon trees under the imposing rock of the Acropolis. In the winter, I played board games with my classmates by the fireplace. No doubt, I consider myself spoiled growing up a stone’s throw away from the Parthenon and the newly established Acropolis Museum. The cradle of democracy, the birth of theater and philosophy, temples and Byzantine churches, an Ottoman era mosque, bars, restaurants, cafes, monuments, ancient arches are all a few minutes stroll from my maternal house. History is everywhere and it is inescapable.\n","desc2":"Situated in Parthenon’s shadow, 5 minutes by foot from the Acropolis metro station, the apartment extends over two hundred square meters (2,156 square feet). Two bedrooms, a large kitchen, two bathrooms and a WC, a spacious living room encompassing a study, a balcony, a roof garden with a permanent dinner table, and an indoor patio which doubles as breakfast area are all placed right in the hustle and bustle of Plaka; the center of classical, medieval and early modern Greece.","shortDesc":"House at the Foothills of Acropolis\n","type":"apartment","address":{"street":"NA","city":"Athens","country":"Greece"},"guests":9,"beds":4,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/802/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/802/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/802/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/802/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/802/05.jpg"}]},{"id":40,"desc1":"Traditional Arab house restored and furnished by interior designer located in the medina of Tunis 60M2 10M2 + in the basement. Near Museum Torbet El Bey with parking and close to shops and markets, souk medina 100m. \nChange of scenery, calm, charm and discretion hare its assets in a lively, colorful, typical and traditional place, to discover Tunis in the heart of the Medina.\n","desc2":"MINIMUM 3 DAYS.\n","shortDesc":"Tunis Medina Renovated Arab House\n","type":"house","address":{"street":"NA","city":"La Medina","country":"Tunisia"},"guests":8,"beds":4,"bedrooms":3,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/902/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/902/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/902/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/902/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/902/05.jpg"}]},{"id":41,"desc1":"This dog-friendly home comes with all the amenities you could want on a vacation! In the home, you will find a cozy gas fireplace, several books to read, and a spacious outdoor deck with ample seating and a gas grill. The complex also offers access to a pool, hot tub, tennis courts, marina and a playground for the kids (for an additional daily fee). \n","desc2":"What's Nearby:\nGolfers can enjoy Tahoe Donner Golf Course, just 2 miles away. Also, a short distance away are Prosser Hill and Alder Hill, both sporting hiking trails for your enjoyment. Winter vacationers can drive about 13 miles in order to ski at Northstar California Resort.\nThings to Know:\nFree WiFi\nDogs 30lbs or less welcome for a fee\nFull kitchen\nGuests have access to the Tahoe Donner HOA amenities for a daily fee, which includes a rec center and marina.","shortDesc":"NEW LISTING! Dog-friendly home w/ private dock and shared hot tub & pool!","type":"house","address":{"street":"NA","city":"Truckee","country":"US"},"guests":6,"beds":4,"bedrooms":3,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/1/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/1/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/1/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/1/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/1/05.jpg"}]},{"id":42,"desc1":"Downtown, the best bit of Manhattan. One of, if not the, LARGEST space on Airbnb in NYC. Your Own PRIVATE Bathroom & PRIVATE Bedroom, a Terrace off the bedroom, near to subways/buses, restaurants, bars, real luxury right in the middle of things. Just read our 400+ 5-STAR REVIEWS and you will see why we are SUPER-HOSTS and why you will just love this place, like other guests, I promise. \n","desc2":"Downtown Manhattan, .. just like you see it in the films. Only so much better in real life !! All the details are below so that will see all that you will experience on your trip to the Big Apple - there are lots of things you will love when you stay here, but PLEASE PLEASE (did I say please?) try to read all the way to the end of the description, including sleeping arrangements, information on the area, getting around and the frequently asked questions. I know it is a bit of a novel, but it is well worth it and, from experience, it makes sure you understand everything in detail and ensures you will have the best stay that you can. Anything at all that you are not sure about, if you are new to Airbnb for example, just ask and I will get back asap and clarify.","shortDesc":"Manhattan Lux Loft.Like.Love.Lots.Look! \n","type":"apartment","address":{"street":"NA","city":"New York","country":"US"},"guests":6,"beds":3,"bedrooms":1,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/101/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/101/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/101/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/101/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/101/05.jpg"}]},{"id":43,"desc1":"This incredible two-floor loft, which is located in a very center of Moscow, meets the demanding requirements of a stylish, vibrant and successful resident of the megalopolis. Lovingly furnished, in order to take a break from a dynamic rhythm of the city and to forget yourself in a solitude with comfort and coziness. \n","desc2":"The loft is located in a 4-floor building together with a Prada shop and a Nobu restaurant, surrounded by world brand boutiques, best city restaurants, famous theatres and night clubs. The Bolshoi theatre is a 1-minute walk through the pedestrian area or a 5-minute walk to the Red Square and the Kremlin. Nearby there are two metro stations, trolleybus stops, so it’s easy to reach any place in Moscow. For car owners there is a place to park their car inside the guarded yard. \n","shortDesc":"The best Loft apartment 120m near the Kremlin \n","type":"apartment","address":{"street":"NA","city":"Moscow","country":"Russia"},"guests":4,"beds":2,"bedrooms":1,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/501/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/501/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/501/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/501/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/501/05.jpg"}]},{"id":44,"desc1":"Located on the bottom floor of a renovated 1920s hotel, this apartment  features a warm color scheme and a prime location for an ideal getaway. Kids will love the novelty of the loft area and the Lincoln Park Zoo and Park right across the street. \n","desc2":"\n","shortDesc":"Gather in a Beautiful Loft Style Apartment in Lincoln Park \n","type":"apartment","address":{"street":"NA","city":"Chicago","country":"US"},"guests":6,"beds":3,"bedrooms":3,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/201/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/201/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/201/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/201/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/201/05.jpg"}]},{"id":45,"desc1":"Breathtaking design, views and location. The W Miami Residence provides all the pleasures, perks and pampering of the W Miami hotel but in a fully-furnished private luxury residence. Ideally suited for business executives and leisure seekers alike. \n","desc2":"• Apartments Tailored to Your Highest Standards. \n Decoration to make you feel at home \n Proper Design. Smartly Priced. Ready for Vacations \n Fully equipped kitchen \n Private balconies \n Service with Lifestyle (Amenities) \n Onsite washer + dryer \n Location, and Convenience.\n","shortDesc":"W Icon Brickell Residence 48\n","type":"apartment","address":{"street":"NA","city":"Miami","country":"US"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/301/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/301/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/301/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/301/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/301/05.jpg"}]},{"id":46,"desc1":"Regenerate the soul in this aesthetically soothing home. Find a peaceful retreat with sliding glass doors that lead to a bright kitchen, a patio walkout, eclectic furnishings, and a backyard pool. \n","desc2":"The home is located in the iconic area of downtown Tulum. The property is walking distance from a number of cafes, bars, restaurants, and stores with fine Mexican crafts. \n","shortDesc":"Feng Shui Apartment with Private Garden\n","type":"apartment","address":{"street":"NA","city":"Tulum","country":"Mexico"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/401/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/401/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/401/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/401/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/401/05.jpg"}]},{"id":47,"desc1":"Amazing apartment with amazing view which located in front of the Eiffel Tower. Fully furnished and ideal for a family with children wishing to discover Paris otherwise. 2 bedrooms and 2 Bathrooms: welcome to the Eiffel Signature Apartment in Paris.\n","desc2":"This warm space in the heart of Eiffel Tower area offers 2 bedrooms, and two bathroom. It accommodates up to 5 guests. The wood floors, claw bathtub, and other décor give the space an old world charm, while retaining modern conveniences such as controlled heat, WIFI, and a DVD player.","shortDesc":"Eiffel Signature\n","type":"apartment","address":{"street":"NA","city":"Paris","country":"France"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/601/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/601/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/601/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/601/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/601/05.jpg"}]},{"id":48,"desc1":"One of a kind apartment. Sophistication and style as it best. A taste of Buenos Aires Golden years... with a modern deco by well known New York designers.\n","desc2":"This spectacular apartment, is located in the heart of Buenos Aires historic district. The building La Inmobiliaria or Heinlein Palace is an 1890 building, constructed by the Devoto Familly, in Buenos Aires golden years. Is now declared an Historic Building and protected by Argentine architectural protection laws. And one of the most significant landmarks in the city.\n The apartment counts with a spacious and charming living room, separated dinning room, office room, large corridors, two bedrooms on first floor, bathroom and kitchen on mezanine, and second bathroom and two small bedrooms on second floor. \n The sun light comes in every window, giving a beautiful play of lighting during the day. \nRenovated by New York designers Rafael Pimentel and Nicolas de Urquiza.","shortDesc":"Stunning Apt in Landmark Building\n","type":"apartment","address":{"street":"NA","city":"Buenos Aires","country":"Argentina"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/701/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/701/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/701/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/701/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/701/05.jpg"}]},{"id":49,"desc1":"Amazing home under the Acropolis! Newly furnished, provides relaxation and comfort. This 120m2 three bedroom apartment is fully equipped, air-conditioned and is located in the best area of Athens just steps from the Herodion Theatre and the Acropolis. It is ideal for families and groups. Metro and all ancient sites aswell as the Acropolis museum are within walking distance. This is the ultimate starting point to discover Athens by foot!\n","desc2":"Enjoy a spacious sunlit space with 3-comfortable bedrooms equipped with queen-size beds and quality sheets and linen. All rooms are airconditioned. The living-room has a corner-sofa that opens into a large double bed sleeping 2 people easily. Relax watching NETFLIX on our 43in smart-tv after a day of discovering our ancient city on foot.","shortDesc":"Your Home under the Acropolis - sleeps 9!\n","type":"apartment","address":{"street":"NA","city":"Athens","country":"Greece"},"guests":9,"beds":4,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/801/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/801/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/801/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/801/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/801/05.jpg"}]},{"id":50,"desc1":"Three cozy rooms! A double room with a large bed and a private shower, a triple room with three separate beds and a room that can accommodate two people and more. \nRight in the center of the Medina of Tunis, in the most discreet and calm.\n","desc2":"The renovated palace, with European standards of comfort, has non-smoking and smoking areas.\n","shortDesc":"Palace of the eighteenth century\n","type":"apartment","address":{"street":"NA","city":"La Medina","country":"Tunisia"},"guests":8,"beds":4,"bedrooms":3,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/901/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/901/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/901/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/901/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/901/05.jpg"}]},{"id":51,"desc1":"This property is a 1978 square feet, 4 Bedroom, 3 bathroom accommodation located in Dollar Point. Amazing A-frame cabin with hot tub, 2 fireplaces, & more offers 2 Twin bed, 1 Futon, 3 Queen bed. It can host 8 people. This accommodation features washer/dryer. Please see the description below or inquire for more details!","desc2":"Lakeview Tree House is like the Tahoe City vacation home you dream about - but it's real and waiting for your arrival! At this A-frame cabin, which has a raised deck built around a huge evergreen tree, you'll have a hot tub, tons of windows, a wood-burning stove, and views for miles.\n Set just outside Dollar Point, this Tahoe lodge is just a block away from the Highway 28 bike trail leading you to popular points like Carnelian Bay, Tahoe City proper, and Tahoe City Cross Country Center. Stroll along the neighborhood beach, no more than a mile away. For prime skiing visit Northstar, about 12 miles away, or Squaw Valley which is 10 miles away.\nAll that skiing may make you want to go back to your cabin to soak in hot tub! Luckily, you'll have your own private spot to do so, though you could also simply sip cocoa, curl up under an afghan, or sit out on the deck's Adirondack chairs with the telescope. Use the deck's gas barbecue to make a filling dinner.\n","shortDesc":"Amazing A-frame cabin with hot tub, 2 fireplaces, & more","type":"house","address":{"street":"NA","city":"Tahoe City","country":"US"},"guests":8,"beds":5,"bedrooms":4,"baths":3,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/2/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/2/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/2/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/2/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/2/05.jpg"}]},{"id":52,"desc1":"Classic Midtown East 1900s built townhouse on a tree-lined residential street. 5 minute walk to Trains. 10 minute walk to Shopping on 5th ave, Central Park, Times Square, Rockefeller Center Christmas Tree, Broadway Shows, Museums, Jazz, Nightlife. \n Take the 6 train Downtown or Uptown to Little Italy, Chinatown, East Village, Financial District, One World Trade Center, Harlem, Statue of Liberty, Brooklyn Bridge, Williamsburg Bridge. \nLocal Bars and Restaurants just a few steps from the Apartment. \n","desc2":"You and your guests will enjoy the whole apartment with a space that is quite large with tall ceilings & large windows. Towels, linens, blankets, sheets, pillows, and bathmats are laundered every day for new guests. This is important to note* Every blanket and sheet and towel is freshly cleaned for all new guests! \n","shortDesc":"Great place in the heart of Manhattan!","type":"apartment","address":{"street":"NA","city":"New York","country":"US"},"guests":6,"beds":3,"bedrooms":1,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/102/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/102/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/102/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/102/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/102/05.jpg"}]},{"id":53,"desc1":"Unique three-level loft apartments in the territory of the old factory. The original layout of the spacious interior, designer renovation and furniture, view from the window. \n","desc2":"1st floor - hall, living room, bedroom, kitchen, dining room, projector with 6m screen and cinema, second light and skylights. \n 2nd floor - mezzanine with library and chill out zone, muztsentr, bedroom, wardrobe, tropical shower, winter garden. \n 3rd floor - loft with accommodation, a block with laundry, access to the roof. \n","shortDesc":"Unique three-level loft apartments in the territory of the old factory. \n","type":"apartment","address":{"street":"NA","city":"Moscow","country":"Russia"},"guests":4,"beds":2,"bedrooms":1,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/502/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/502/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/502/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/502/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/502/05.jpg"}]},{"id":54,"desc1":"Downtown 2 Br 2 BR gorgeous condo located steps from the Art Institute of Chicago and Museum of Modern Art, and beautiful Millennium Park. Restaurants, Bars, Cafes, Shopping, Theaters, Museums- you are in the heart of it all. Enjoy a show at one of six area theaters. Spend an afternoon shopping, taking in the new exhibits at the Art Institute of Chicago and Museums. \n","desc2":"We offer 2 Bedroom Luxury apartment in Chicago meant for indulgence. Show off the floor-to-ceiling windows, high-end finishes, and the endless attention to detail throughout the building. In apartment you will find GE stainless steel appliances, hardwood flooring, 9-foot ceilings, in-unit full-sized washer and dryer, Venatino Quartz countertops, closet organizers, and more\n","shortDesc":"Heart of Downtown 2BR - Millennium Park \n","type":"apartment","address":{"street":"NA","city":"Chicago","country":"US"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/202/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/202/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/202/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/202/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/202/05.jpg"}]},{"id":55,"desc1":"Enjoy the best of Miami in a beautiful, newly renovated 2 BR house with parking space. \nA few blocks away from downtown Coral Gables. Only 5 minutes from the airport, 10 minutes to downtown and 15 minutes to the beach. \n","desc2":"GREAT DEAL, BEAUTIFUL PLACE!\n JUST STEPS FROM DOWNTOWN MIAMI IN A QUIET, SAFE, AND BEAUTIFUL NEIGHBORHOOD..CORAL GABLES!\n","shortDesc":"CHARM MIAMI-CORAL GABLES-BEACHES\n","type":"apartment","address":{"street":"NA","city":"Miami","country":"US"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/302/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/302/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/302/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/302/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/302/05.jpg"}]},{"id":56,"desc1":"We wish to make your stay at our tropical house a pleasant experience and we hope you enjoy the house, the private garden and the mineral pool. The tropical house is located down town Tulum in La Veleta a few minutes drive away from the most beautiful beaches of Mexico (1km away from the center of Tulum, 5 km to the beach) \n","desc2":"The home is located in the iconic area of downtown Tulum. The property is walking distance from a number of cafes, bars, restaurants, and stores with fine Mexican crafts. \n","shortDesc":"Tropical House Tulum\n","type":"apartment","address":{"street":"NA","city":"Tulum","country":"Mexico"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/402/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/402/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/402/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/402/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/402/05.jpg"}]},{"id":57,"desc1":"Marais Very charming flat . \n Enjoy your home in a historical neighborhood in the center of Paris(le Marais, the fashionable neighborhood) near Modern art Museum Beaubourg and Museum Picasso. Metro Halles or Etienne Marcel. \nA cosy house for 8 people : 3 bedrooms, a living room, 2 bathrooms, 1 kitchen\n","desc2":"Located at Passage de l’Ancre , one of the oldest passage of Paris, in the center of Paris near Marais . You will be in one of the most beautiful historical neighborhood of Paris at 400m from Les halles, 300m from the famous Museum Beaubourg, 700m from Cathedral Notre-Dame and the Seine river.\n","shortDesc":"Very central location.\n","type":"apartment","address":{"street":"NA","city":"Paris","country":"France"},"guests":8,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/602/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/602/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/602/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/602/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/602/05.jpg"}]},{"id":58,"desc1":"Charming two-storey house with a spectacular private terrace.\n Top quality, comfort and good taste have been spread out when refurbishing this old classical “porteña” house which still maintains some typical touches of its original construction. \n On the ground floor is the spacious living room, a warm room, with unique and thought details for maximum comfort.","desc2":"APPLIANCES: Washing Machine, Iron & Ironing Board, Hairdryer, Oven, Fridge-Freezer, Toaster, Dishwasher, Microwave, Coffee Maker \nMULTIMEDIA: TV, DVD Player, Stereo, Baby Cot, Cable TV\nOUTDOORS: Barbecue, Terrace","shortDesc":"Amazing 3 bedrooms Serrano\n","type":"house","address":{"street":"NA","city":"Buenos Aires","country":"Argentina"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/702/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/702/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/702/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/702/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/702/05.jpg"}]},{"id":59,"desc1":"On a regular summer day I used to sleep on the rooftop in a hammock, surrounded by the bougainvillea and lemon trees under the imposing rock of the Acropolis. In the winter, I played board games with my classmates by the fireplace. No doubt, I consider myself spoiled growing up a stone’s throw away from the Parthenon and the newly established Acropolis Museum. The cradle of democracy, the birth of theater and philosophy, temples and Byzantine churches, an Ottoman era mosque, bars, restaurants, cafes, monuments, ancient arches are all a few minutes stroll from my maternal house. History is everywhere and it is inescapable.\n","desc2":"Situated in Parthenon’s shadow, 5 minutes by foot from the Acropolis metro station, the apartment extends over two hundred square meters (2,156 square feet). Two bedrooms, a large kitchen, two bathrooms and a WC, a spacious living room encompassing a study, a balcony, a roof garden with a permanent dinner table, and an indoor patio which doubles as breakfast area are all placed right in the hustle and bustle of Plaka; the center of classical, medieval and early modern Greece.","shortDesc":"House at the Foothills of Acropolis\n","type":"apartment","address":{"street":"NA","city":"Athens","country":"Greece"},"guests":9,"beds":4,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/802/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/802/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/802/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/802/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/802/05.jpg"}]},{"id":60,"desc1":"Traditional Arab house restored and furnished by interior designer located in the medina of Tunis 60M2 10M2 + in the basement. Near Museum Torbet El Bey with parking and close to shops and markets, souk medina 100m. \nChange of scenery, calm, charm and discretion hare its assets in a lively, colorful, typical and traditional place, to discover Tunis in the heart of the Medina.\n","desc2":"MINIMUM 3 DAYS.\n","shortDesc":"Tunis Medina Renovated Arab House\n","type":"house","address":{"street":"NA","city":"La Medina","country":"Tunisia"},"guests":8,"beds":4,"bedrooms":3,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/902/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/902/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/902/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/902/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/902/05.jpg"}]},{"id":61,"desc1":"This dog-friendly home comes with all the amenities you could want on a vacation! In the home, you will find a cozy gas fireplace, several books to read, and a spacious outdoor deck with ample seating and a gas grill. The complex also offers access to a pool, hot tub, tennis courts, marina and a playground for the kids (for an additional daily fee). \n","desc2":"What's Nearby:\nGolfers can enjoy Tahoe Donner Golf Course, just 2 miles away. Also, a short distance away are Prosser Hill and Alder Hill, both sporting hiking trails for your enjoyment. Winter vacationers can drive about 13 miles in order to ski at Northstar California Resort.\nThings to Know:\nFree WiFi\nDogs 30lbs or less welcome for a fee\nFull kitchen\nGuests have access to the Tahoe Donner HOA amenities for a daily fee, which includes a rec center and marina.","shortDesc":"NEW LISTING! Dog-friendly home w/ private dock and shared hot tub & pool!","type":"house","address":{"street":"NA","city":"Truckee","country":"US"},"guests":6,"beds":4,"bedrooms":3,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/1/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/1/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/1/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/1/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/1/05.jpg"}]},{"id":62,"desc1":"Downtown, the best bit of Manhattan. One of, if not the, LARGEST space on Airbnb in NYC. Your Own PRIVATE Bathroom & PRIVATE Bedroom, a Terrace off the bedroom, near to subways/buses, restaurants, bars, real luxury right in the middle of things. Just read our 400+ 5-STAR REVIEWS and you will see why we are SUPER-HOSTS and why you will just love this place, like other guests, I promise. \n","desc2":"Downtown Manhattan, .. just like you see it in the films. Only so much better in real life !! All the details are below so that will see all that you will experience on your trip to the Big Apple - there are lots of things you will love when you stay here, but PLEASE PLEASE (did I say please?) try to read all the way to the end of the description, including sleeping arrangements, information on the area, getting around and the frequently asked questions. I know it is a bit of a novel, but it is well worth it and, from experience, it makes sure you understand everything in detail and ensures you will have the best stay that you can. Anything at all that you are not sure about, if you are new to Airbnb for example, just ask and I will get back asap and clarify.","shortDesc":"Manhattan Lux Loft.Like.Love.Lots.Look! \n","type":"apartment","address":{"street":"NA","city":"New York","country":"US"},"guests":6,"beds":3,"bedrooms":1,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/101/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/101/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/101/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/101/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/101/05.jpg"}]},{"id":63,"desc1":"This incredible two-floor loft, which is located in a very center of Moscow, meets the demanding requirements of a stylish, vibrant and successful resident of the megalopolis. Lovingly furnished, in order to take a break from a dynamic rhythm of the city and to forget yourself in a solitude with comfort and coziness. \n","desc2":"The loft is located in a 4-floor building together with a Prada shop and a Nobu restaurant, surrounded by world brand boutiques, best city restaurants, famous theatres and night clubs. The Bolshoi theatre is a 1-minute walk through the pedestrian area or a 5-minute walk to the Red Square and the Kremlin. Nearby there are two metro stations, trolleybus stops, so it’s easy to reach any place in Moscow. For car owners there is a place to park their car inside the guarded yard. \n","shortDesc":"The best Loft apartment 120m near the Kremlin \n","type":"apartment","address":{"street":"NA","city":"Moscow","country":"Russia"},"guests":4,"beds":2,"bedrooms":1,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/501/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/501/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/501/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/501/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/501/05.jpg"}]},{"id":64,"desc1":"Located on the bottom floor of a renovated 1920s hotel, this apartment  features a warm color scheme and a prime location for an ideal getaway. Kids will love the novelty of the loft area and the Lincoln Park Zoo and Park right across the street. \n","desc2":"\n","shortDesc":"Gather in a Beautiful Loft Style Apartment in Lincoln Park \n","type":"apartment","address":{"street":"NA","city":"Chicago","country":"US"},"guests":6,"beds":3,"bedrooms":3,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/201/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/201/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/201/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/201/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/201/05.jpg"}]},{"id":65,"desc1":"Breathtaking design, views and location. The W Miami Residence provides all the pleasures, perks and pampering of the W Miami hotel but in a fully-furnished private luxury residence. Ideally suited for business executives and leisure seekers alike. \n","desc2":"• Apartments Tailored to Your Highest Standards. \n Decoration to make you feel at home \n Proper Design. Smartly Priced. Ready for Vacations \n Fully equipped kitchen \n Private balconies \n Service with Lifestyle (Amenities) \n Onsite washer + dryer \n Location, and Convenience.\n","shortDesc":"W Icon Brickell Residence 48\n","type":"apartment","address":{"street":"NA","city":"Miami","country":"US"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/301/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/301/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/301/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/301/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/301/05.jpg"}]},{"id":66,"desc1":"Regenerate the soul in this aesthetically soothing home. Find a peaceful retreat with sliding glass doors that lead to a bright kitchen, a patio walkout, eclectic furnishings, and a backyard pool. \n","desc2":"The home is located in the iconic area of downtown Tulum. The property is walking distance from a number of cafes, bars, restaurants, and stores with fine Mexican crafts. \n","shortDesc":"Feng Shui Apartment with Private Garden\n","type":"apartment","address":{"street":"NA","city":"Tulum","country":"Mexico"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/401/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/401/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/401/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/401/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/401/05.jpg"}]},{"id":67,"desc1":"Amazing apartment with amazing view which located in front of the Eiffel Tower. Fully furnished and ideal for a family with children wishing to discover Paris otherwise. 2 bedrooms and 2 Bathrooms: welcome to the Eiffel Signature Apartment in Paris.\n","desc2":"This warm space in the heart of Eiffel Tower area offers 2 bedrooms, and two bathroom. It accommodates up to 5 guests. The wood floors, claw bathtub, and other décor give the space an old world charm, while retaining modern conveniences such as controlled heat, WIFI, and a DVD player.","shortDesc":"Eiffel Signature\n","type":"apartment","address":{"street":"NA","city":"Paris","country":"France"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/601/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/601/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/601/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/601/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/601/05.jpg"}]},{"id":68,"desc1":"One of a kind apartment. Sophistication and style as it best. A taste of Buenos Aires Golden years... with a modern deco by well known New York designers.\n","desc2":"This spectacular apartment, is located in the heart of Buenos Aires historic district. The building La Inmobiliaria or Heinlein Palace is an 1890 building, constructed by the Devoto Familly, in Buenos Aires golden years. Is now declared an Historic Building and protected by Argentine architectural protection laws. And one of the most significant landmarks in the city.\n The apartment counts with a spacious and charming living room, separated dinning room, office room, large corridors, two bedrooms on first floor, bathroom and kitchen on mezanine, and second bathroom and two small bedrooms on second floor. \n The sun light comes in every window, giving a beautiful play of lighting during the day. \nRenovated by New York designers Rafael Pimentel and Nicolas de Urquiza.","shortDesc":"Stunning Apt in Landmark Building\n","type":"apartment","address":{"street":"NA","city":"Buenos Aires","country":"Argentina"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/701/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/701/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/701/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/701/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/701/05.jpg"}]},{"id":69,"desc1":"Amazing home under the Acropolis! Newly furnished, provides relaxation and comfort. This 120m2 three bedroom apartment is fully equipped, air-conditioned and is located in the best area of Athens just steps from the Herodion Theatre and the Acropolis. It is ideal for families and groups. Metro and all ancient sites aswell as the Acropolis museum are within walking distance. This is the ultimate starting point to discover Athens by foot!\n","desc2":"Enjoy a spacious sunlit space with 3-comfortable bedrooms equipped with queen-size beds and quality sheets and linen. All rooms are airconditioned. The living-room has a corner-sofa that opens into a large double bed sleeping 2 people easily. Relax watching NETFLIX on our 43in smart-tv after a day of discovering our ancient city on foot.","shortDesc":"Your Home under the Acropolis - sleeps 9!\n","type":"apartment","address":{"street":"NA","city":"Athens","country":"Greece"},"guests":9,"beds":4,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/801/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/801/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/801/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/801/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/801/05.jpg"}]},{"id":70,"desc1":"Three cozy rooms! A double room with a large bed and a private shower, a triple room with three separate beds and a room that can accommodate two people and more. \nRight in the center of the Medina of Tunis, in the most discreet and calm.\n","desc2":"The renovated palace, with European standards of comfort, has non-smoking and smoking areas.\n","shortDesc":"Palace of the eighteenth century\n","type":"apartment","address":{"street":"NA","city":"La Medina","country":"Tunisia"},"guests":8,"beds":4,"bedrooms":3,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/901/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/901/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/901/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/901/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/901/05.jpg"}]},{"id":71,"desc1":"This property is a 1978 square feet, 4 Bedroom, 3 bathroom accommodation located in Dollar Point. Amazing A-frame cabin with hot tub, 2 fireplaces, & more offers 2 Twin bed, 1 Futon, 3 Queen bed. It can host 8 people. This accommodation features washer/dryer. Please see the description below or inquire for more details!","desc2":"Lakeview Tree House is like the Tahoe City vacation home you dream about - but it's real and waiting for your arrival! At this A-frame cabin, which has a raised deck built around a huge evergreen tree, you'll have a hot tub, tons of windows, a wood-burning stove, and views for miles.\n Set just outside Dollar Point, this Tahoe lodge is just a block away from the Highway 28 bike trail leading you to popular points like Carnelian Bay, Tahoe City proper, and Tahoe City Cross Country Center. Stroll along the neighborhood beach, no more than a mile away. For prime skiing visit Northstar, about 12 miles away, or Squaw Valley which is 10 miles away.\nAll that skiing may make you want to go back to your cabin to soak in hot tub! Luckily, you'll have your own private spot to do so, though you could also simply sip cocoa, curl up under an afghan, or sit out on the deck's Adirondack chairs with the telescope. Use the deck's gas barbecue to make a filling dinner.\n","shortDesc":"Amazing A-frame cabin with hot tub, 2 fireplaces, & more","type":"house","address":{"street":"NA","city":"Tahoe City","country":"US"},"guests":8,"beds":5,"bedrooms":4,"baths":3,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/2/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/2/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/2/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/2/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/2/05.jpg"}]},{"id":72,"desc1":"Classic Midtown East 1900s built townhouse on a tree-lined residential street. 5 minute walk to Trains. 10 minute walk to Shopping on 5th ave, Central Park, Times Square, Rockefeller Center Christmas Tree, Broadway Shows, Museums, Jazz, Nightlife. \n Take the 6 train Downtown or Uptown to Little Italy, Chinatown, East Village, Financial District, One World Trade Center, Harlem, Statue of Liberty, Brooklyn Bridge, Williamsburg Bridge. \nLocal Bars and Restaurants just a few steps from the Apartment. \n","desc2":"You and your guests will enjoy the whole apartment with a space that is quite large with tall ceilings & large windows. Towels, linens, blankets, sheets, pillows, and bathmats are laundered every day for new guests. This is important to note* Every blanket and sheet and towel is freshly cleaned for all new guests! \n","shortDesc":"Great place in the heart of Manhattan!","type":"apartment","address":{"street":"NA","city":"New York","country":"US"},"guests":6,"beds":3,"bedrooms":1,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/102/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/102/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/102/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/102/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/102/05.jpg"}]},{"id":73,"desc1":"Unique three-level loft apartments in the territory of the old factory. The original layout of the spacious interior, designer renovation and furniture, view from the window. \n","desc2":"1st floor - hall, living room, bedroom, kitchen, dining room, projector with 6m screen and cinema, second light and skylights. \n 2nd floor - mezzanine with library and chill out zone, muztsentr, bedroom, wardrobe, tropical shower, winter garden. \n 3rd floor - loft with accommodation, a block with laundry, access to the roof. \n","shortDesc":"Unique three-level loft apartments in the territory of the old factory. \n","type":"apartment","address":{"street":"NA","city":"Moscow","country":"Russia"},"guests":4,"beds":2,"bedrooms":1,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/502/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/502/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/502/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/502/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/502/05.jpg"}]},{"id":74,"desc1":"Downtown 2 Br 2 BR gorgeous condo located steps from the Art Institute of Chicago and Museum of Modern Art, and beautiful Millennium Park. Restaurants, Bars, Cafes, Shopping, Theaters, Museums- you are in the heart of it all. Enjoy a show at one of six area theaters. Spend an afternoon shopping, taking in the new exhibits at the Art Institute of Chicago and Museums. \n","desc2":"We offer 2 Bedroom Luxury apartment in Chicago meant for indulgence. Show off the floor-to-ceiling windows, high-end finishes, and the endless attention to detail throughout the building. In apartment you will find GE stainless steel appliances, hardwood flooring, 9-foot ceilings, in-unit full-sized washer and dryer, Venatino Quartz countertops, closet organizers, and more\n","shortDesc":"Heart of Downtown 2BR - Millennium Park \n","type":"apartment","address":{"street":"NA","city":"Chicago","country":"US"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/202/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/202/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/202/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/202/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/202/05.jpg"}]},{"id":75,"desc1":"Enjoy the best of Miami in a beautiful, newly renovated 2 BR house with parking space. \nA few blocks away from downtown Coral Gables. Only 5 minutes from the airport, 10 minutes to downtown and 15 minutes to the beach. \n","desc2":"GREAT DEAL, BEAUTIFUL PLACE!\n JUST STEPS FROM DOWNTOWN MIAMI IN A QUIET, SAFE, AND BEAUTIFUL NEIGHBORHOOD..CORAL GABLES!\n","shortDesc":"CHARM MIAMI-CORAL GABLES-BEACHES\n","type":"apartment","address":{"street":"NA","city":"Miami","country":"US"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/302/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/302/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/302/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/302/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/302/05.jpg"}]},{"id":76,"desc1":"We wish to make your stay at our tropical house a pleasant experience and we hope you enjoy the house, the private garden and the mineral pool. The tropical house is located down town Tulum in La Veleta a few minutes drive away from the most beautiful beaches of Mexico (1km away from the center of Tulum, 5 km to the beach) \n","desc2":"The home is located in the iconic area of downtown Tulum. The property is walking distance from a number of cafes, bars, restaurants, and stores with fine Mexican crafts. \n","shortDesc":"Tropical House Tulum\n","type":"apartment","address":{"street":"NA","city":"Tulum","country":"Mexico"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/402/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/402/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/402/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/402/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/402/05.jpg"}]},{"id":77,"desc1":"Marais Very charming flat . \n Enjoy your home in a historical neighborhood in the center of Paris(le Marais, the fashionable neighborhood) near Modern art Museum Beaubourg and Museum Picasso. Metro Halles or Etienne Marcel. \nA cosy house for 8 people : 3 bedrooms, a living room, 2 bathrooms, 1 kitchen\n","desc2":"Located at Passage de l’Ancre , one of the oldest passage of Paris, in the center of Paris near Marais . You will be in one of the most beautiful historical neighborhood of Paris at 400m from Les halles, 300m from the famous Museum Beaubourg, 700m from Cathedral Notre-Dame and the Seine river.\n","shortDesc":"Very central location.\n","type":"apartment","address":{"street":"NA","city":"Paris","country":"France"},"guests":8,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/602/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/602/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/602/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/602/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/602/05.jpg"}]},{"id":78,"desc1":"Charming two-storey house with a spectacular private terrace.\n Top quality, comfort and good taste have been spread out when refurbishing this old classical “porteña” house which still maintains some typical touches of its original construction. \n On the ground floor is the spacious living room, a warm room, with unique and thought details for maximum comfort.","desc2":"APPLIANCES: Washing Machine, Iron & Ironing Board, Hairdryer, Oven, Fridge-Freezer, Toaster, Dishwasher, Microwave, Coffee Maker \nMULTIMEDIA: TV, DVD Player, Stereo, Baby Cot, Cable TV\nOUTDOORS: Barbecue, Terrace","shortDesc":"Amazing 3 bedrooms Serrano\n","type":"house","address":{"street":"NA","city":"Buenos Aires","country":"Argentina"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/702/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/702/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/702/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/702/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/702/05.jpg"}]},{"id":79,"desc1":"On a regular summer day I used to sleep on the rooftop in a hammock, surrounded by the bougainvillea and lemon trees under the imposing rock of the Acropolis. In the winter, I played board games with my classmates by the fireplace. No doubt, I consider myself spoiled growing up a stone’s throw away from the Parthenon and the newly established Acropolis Museum. The cradle of democracy, the birth of theater and philosophy, temples and Byzantine churches, an Ottoman era mosque, bars, restaurants, cafes, monuments, ancient arches are all a few minutes stroll from my maternal house. History is everywhere and it is inescapable.\n","desc2":"Situated in Parthenon’s shadow, 5 minutes by foot from the Acropolis metro station, the apartment extends over two hundred square meters (2,156 square feet). Two bedrooms, a large kitchen, two bathrooms and a WC, a spacious living room encompassing a study, a balcony, a roof garden with a permanent dinner table, and an indoor patio which doubles as breakfast area are all placed right in the hustle and bustle of Plaka; the center of classical, medieval and early modern Greece.","shortDesc":"House at the Foothills of Acropolis\n","type":"apartment","address":{"street":"NA","city":"Athens","country":"Greece"},"guests":9,"beds":4,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/802/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/802/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/802/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/802/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/802/05.jpg"}]},{"id":80,"desc1":"Traditional Arab house restored and furnished by interior designer located in the medina of Tunis 60M2 10M2 + in the basement. Near Museum Torbet El Bey with parking and close to shops and markets, souk medina 100m. \nChange of scenery, calm, charm and discretion hare its assets in a lively, colorful, typical and traditional place, to discover Tunis in the heart of the Medina.\n","desc2":"MINIMUM 3 DAYS.\n","shortDesc":"Tunis Medina Renovated Arab House\n","type":"house","address":{"street":"NA","city":"La Medina","country":"Tunisia"},"guests":8,"beds":4,"bedrooms":3,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/902/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/902/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/902/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/902/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/902/05.jpg"}]},{"id":81,"desc1":"This dog-friendly home comes with all the amenities you could want on a vacation! In the home, you will find a cozy gas fireplace, several books to read, and a spacious outdoor deck with ample seating and a gas grill. The complex also offers access to a pool, hot tub, tennis courts, marina and a playground for the kids (for an additional daily fee). \n","desc2":"What's Nearby:\nGolfers can enjoy Tahoe Donner Golf Course, just 2 miles away. Also, a short distance away are Prosser Hill and Alder Hill, both sporting hiking trails for your enjoyment. Winter vacationers can drive about 13 miles in order to ski at Northstar California Resort.\nThings to Know:\nFree WiFi\nDogs 30lbs or less welcome for a fee\nFull kitchen\nGuests have access to the Tahoe Donner HOA amenities for a daily fee, which includes a rec center and marina.","shortDesc":"NEW LISTING! Dog-friendly home w/ private dock and shared hot tub & pool!","type":"house","address":{"street":"NA","city":"Truckee","country":"US"},"guests":6,"beds":4,"bedrooms":3,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/1/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/1/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/1/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/1/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/1/05.jpg"}]},{"id":82,"desc1":"Downtown, the best bit of Manhattan. One of, if not the, LARGEST space on Airbnb in NYC. Your Own PRIVATE Bathroom & PRIVATE Bedroom, a Terrace off the bedroom, near to subways/buses, restaurants, bars, real luxury right in the middle of things. Just read our 400+ 5-STAR REVIEWS and you will see why we are SUPER-HOSTS and why you will just love this place, like other guests, I promise. \n","desc2":"Downtown Manhattan, .. just like you see it in the films. Only so much better in real life !! All the details are below so that will see all that you will experience on your trip to the Big Apple - there are lots of things you will love when you stay here, but PLEASE PLEASE (did I say please?) try to read all the way to the end of the description, including sleeping arrangements, information on the area, getting around and the frequently asked questions. I know it is a bit of a novel, but it is well worth it and, from experience, it makes sure you understand everything in detail and ensures you will have the best stay that you can. Anything at all that you are not sure about, if you are new to Airbnb for example, just ask and I will get back asap and clarify.","shortDesc":"Manhattan Lux Loft.Like.Love.Lots.Look! \n","type":"apartment","address":{"street":"NA","city":"New York","country":"US"},"guests":6,"beds":3,"bedrooms":1,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/101/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/101/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/101/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/101/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/101/05.jpg"}]},{"id":83,"desc1":"This incredible two-floor loft, which is located in a very center of Moscow, meets the demanding requirements of a stylish, vibrant and successful resident of the megalopolis. Lovingly furnished, in order to take a break from a dynamic rhythm of the city and to forget yourself in a solitude with comfort and coziness. \n","desc2":"The loft is located in a 4-floor building together with a Prada shop and a Nobu restaurant, surrounded by world brand boutiques, best city restaurants, famous theatres and night clubs. The Bolshoi theatre is a 1-minute walk through the pedestrian area or a 5-minute walk to the Red Square and the Kremlin. Nearby there are two metro stations, trolleybus stops, so it’s easy to reach any place in Moscow. For car owners there is a place to park their car inside the guarded yard. \n","shortDesc":"The best Loft apartment 120m near the Kremlin \n","type":"apartment","address":{"street":"NA","city":"Moscow","country":"Russia"},"guests":4,"beds":2,"bedrooms":1,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/501/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/501/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/501/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/501/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/501/05.jpg"}]},{"id":84,"desc1":"Located on the bottom floor of a renovated 1920s hotel, this apartment  features a warm color scheme and a prime location for an ideal getaway. Kids will love the novelty of the loft area and the Lincoln Park Zoo and Park right across the street. \n","desc2":"\n","shortDesc":"Gather in a Beautiful Loft Style Apartment in Lincoln Park \n","type":"apartment","address":{"street":"NA","city":"Chicago","country":"US"},"guests":6,"beds":3,"bedrooms":3,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/201/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/201/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/201/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/201/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/201/05.jpg"}]},{"id":85,"desc1":"Breathtaking design, views and location. The W Miami Residence provides all the pleasures, perks and pampering of the W Miami hotel but in a fully-furnished private luxury residence. Ideally suited for business executives and leisure seekers alike. \n","desc2":"• Apartments Tailored to Your Highest Standards. \n Decoration to make you feel at home \n Proper Design. Smartly Priced. Ready for Vacations \n Fully equipped kitchen \n Private balconies \n Service with Lifestyle (Amenities) \n Onsite washer + dryer \n Location, and Convenience.\n","shortDesc":"W Icon Brickell Residence 48\n","type":"apartment","address":{"street":"NA","city":"Miami","country":"US"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/301/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/301/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/301/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/301/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/301/05.jpg"}]},{"id":86,"desc1":"Regenerate the soul in this aesthetically soothing home. Find a peaceful retreat with sliding glass doors that lead to a bright kitchen, a patio walkout, eclectic furnishings, and a backyard pool. \n","desc2":"The home is located in the iconic area of downtown Tulum. The property is walking distance from a number of cafes, bars, restaurants, and stores with fine Mexican crafts. \n","shortDesc":"Feng Shui Apartment with Private Garden\n","type":"apartment","address":{"street":"NA","city":"Tulum","country":"Mexico"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/401/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/401/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/401/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/401/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/401/05.jpg"}]},{"id":87,"desc1":"Amazing apartment with amazing view which located in front of the Eiffel Tower. Fully furnished and ideal for a family with children wishing to discover Paris otherwise. 2 bedrooms and 2 Bathrooms: welcome to the Eiffel Signature Apartment in Paris.\n","desc2":"This warm space in the heart of Eiffel Tower area offers 2 bedrooms, and two bathroom. It accommodates up to 5 guests. The wood floors, claw bathtub, and other décor give the space an old world charm, while retaining modern conveniences such as controlled heat, WIFI, and a DVD player.","shortDesc":"Eiffel Signature\n","type":"apartment","address":{"street":"NA","city":"Paris","country":"France"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/601/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/601/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/601/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/601/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/601/05.jpg"}]},{"id":88,"desc1":"One of a kind apartment. Sophistication and style as it best. A taste of Buenos Aires Golden years... with a modern deco by well known New York designers.\n","desc2":"This spectacular apartment, is located in the heart of Buenos Aires historic district. The building La Inmobiliaria or Heinlein Palace is an 1890 building, constructed by the Devoto Familly, in Buenos Aires golden years. Is now declared an Historic Building and protected by Argentine architectural protection laws. And one of the most significant landmarks in the city.\n The apartment counts with a spacious and charming living room, separated dinning room, office room, large corridors, two bedrooms on first floor, bathroom and kitchen on mezanine, and second bathroom and two small bedrooms on second floor. \n The sun light comes in every window, giving a beautiful play of lighting during the day. \nRenovated by New York designers Rafael Pimentel and Nicolas de Urquiza.","shortDesc":"Stunning Apt in Landmark Building\n","type":"apartment","address":{"street":"NA","city":"Buenos Aires","country":"Argentina"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/701/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/701/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/701/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/701/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/701/05.jpg"}]},{"id":89,"desc1":"Amazing home under the Acropolis! Newly furnished, provides relaxation and comfort. This 120m2 three bedroom apartment is fully equipped, air-conditioned and is located in the best area of Athens just steps from the Herodion Theatre and the Acropolis. It is ideal for families and groups. Metro and all ancient sites aswell as the Acropolis museum are within walking distance. This is the ultimate starting point to discover Athens by foot!\n","desc2":"Enjoy a spacious sunlit space with 3-comfortable bedrooms equipped with queen-size beds and quality sheets and linen. All rooms are airconditioned. The living-room has a corner-sofa that opens into a large double bed sleeping 2 people easily. Relax watching NETFLIX on our 43in smart-tv after a day of discovering our ancient city on foot.","shortDesc":"Your Home under the Acropolis - sleeps 9!\n","type":"apartment","address":{"street":"NA","city":"Athens","country":"Greece"},"guests":9,"beds":4,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/801/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/801/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/801/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/801/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/801/05.jpg"}]},{"id":90,"desc1":"Three cozy rooms! A double room with a large bed and a private shower, a triple room with three separate beds and a room that can accommodate two people and more. \nRight in the center of the Medina of Tunis, in the most discreet and calm.\n","desc2":"The renovated palace, with European standards of comfort, has non-smoking and smoking areas.\n","shortDesc":"Palace of the eighteenth century\n","type":"apartment","address":{"street":"NA","city":"La Medina","country":"Tunisia"},"guests":8,"beds":4,"bedrooms":3,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/901/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/901/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/901/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/901/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/901/05.jpg"}]},{"id":91,"desc1":"This property is a 1978 square feet, 4 Bedroom, 3 bathroom accommodation located in Dollar Point. Amazing A-frame cabin with hot tub, 2 fireplaces, & more offers 2 Twin bed, 1 Futon, 3 Queen bed. It can host 8 people. This accommodation features washer/dryer. Please see the description below or inquire for more details!","desc2":"Lakeview Tree House is like the Tahoe City vacation home you dream about - but it's real and waiting for your arrival! At this A-frame cabin, which has a raised deck built around a huge evergreen tree, you'll have a hot tub, tons of windows, a wood-burning stove, and views for miles.\n Set just outside Dollar Point, this Tahoe lodge is just a block away from the Highway 28 bike trail leading you to popular points like Carnelian Bay, Tahoe City proper, and Tahoe City Cross Country Center. Stroll along the neighborhood beach, no more than a mile away. For prime skiing visit Northstar, about 12 miles away, or Squaw Valley which is 10 miles away.\nAll that skiing may make you want to go back to your cabin to soak in hot tub! Luckily, you'll have your own private spot to do so, though you could also simply sip cocoa, curl up under an afghan, or sit out on the deck's Adirondack chairs with the telescope. Use the deck's gas barbecue to make a filling dinner.\n","shortDesc":"Amazing A-frame cabin with hot tub, 2 fireplaces, & more","type":"house","address":{"street":"NA","city":"Tahoe City","country":"US"},"guests":8,"beds":5,"bedrooms":4,"baths":3,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/2/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/2/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/2/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/2/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/2/05.jpg"}]},{"id":92,"desc1":"Classic Midtown East 1900s built townhouse on a tree-lined residential street. 5 minute walk to Trains. 10 minute walk to Shopping on 5th ave, Central Park, Times Square, Rockefeller Center Christmas Tree, Broadway Shows, Museums, Jazz, Nightlife. \n Take the 6 train Downtown or Uptown to Little Italy, Chinatown, East Village, Financial District, One World Trade Center, Harlem, Statue of Liberty, Brooklyn Bridge, Williamsburg Bridge. \nLocal Bars and Restaurants just a few steps from the Apartment. \n","desc2":"You and your guests will enjoy the whole apartment with a space that is quite large with tall ceilings & large windows. Towels, linens, blankets, sheets, pillows, and bathmats are laundered every day for new guests. This is important to note* Every blanket and sheet and towel is freshly cleaned for all new guests! \n","shortDesc":"Great place in the heart of Manhattan!","type":"apartment","address":{"street":"NA","city":"New York","country":"US"},"guests":6,"beds":3,"bedrooms":1,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/102/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/102/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/102/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/102/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/102/05.jpg"}]},{"id":93,"desc1":"Unique three-level loft apartments in the territory of the old factory. The original layout of the spacious interior, designer renovation and furniture, view from the window. \n","desc2":"1st floor - hall, living room, bedroom, kitchen, dining room, projector with 6m screen and cinema, second light and skylights. \n 2nd floor - mezzanine with library and chill out zone, muztsentr, bedroom, wardrobe, tropical shower, winter garden. \n 3rd floor - loft with accommodation, a block with laundry, access to the roof. \n","shortDesc":"Unique three-level loft apartments in the territory of the old factory. \n","type":"apartment","address":{"street":"NA","city":"Moscow","country":"Russia"},"guests":4,"beds":2,"bedrooms":1,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/502/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/502/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/502/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/502/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/502/05.jpg"}]},{"id":94,"desc1":"Downtown 2 Br 2 BR gorgeous condo located steps from the Art Institute of Chicago and Museum of Modern Art, and beautiful Millennium Park. Restaurants, Bars, Cafes, Shopping, Theaters, Museums- you are in the heart of it all. Enjoy a show at one of six area theaters. Spend an afternoon shopping, taking in the new exhibits at the Art Institute of Chicago and Museums. \n","desc2":"We offer 2 Bedroom Luxury apartment in Chicago meant for indulgence. Show off the floor-to-ceiling windows, high-end finishes, and the endless attention to detail throughout the building. In apartment you will find GE stainless steel appliances, hardwood flooring, 9-foot ceilings, in-unit full-sized washer and dryer, Venatino Quartz countertops, closet organizers, and more\n","shortDesc":"Heart of Downtown 2BR - Millennium Park \n","type":"apartment","address":{"street":"NA","city":"Chicago","country":"US"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/202/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/202/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/202/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/202/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/202/05.jpg"}]},{"id":95,"desc1":"Enjoy the best of Miami in a beautiful, newly renovated 2 BR house with parking space. \nA few blocks away from downtown Coral Gables. Only 5 minutes from the airport, 10 minutes to downtown and 15 minutes to the beach. \n","desc2":"GREAT DEAL, BEAUTIFUL PLACE!\n JUST STEPS FROM DOWNTOWN MIAMI IN A QUIET, SAFE, AND BEAUTIFUL NEIGHBORHOOD..CORAL GABLES!\n","shortDesc":"CHARM MIAMI-CORAL GABLES-BEACHES\n","type":"apartment","address":{"street":"NA","city":"Miami","country":"US"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/302/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/302/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/302/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/302/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/302/05.jpg"}]},{"id":96,"desc1":"We wish to make your stay at our tropical house a pleasant experience and we hope you enjoy the house, the private garden and the mineral pool. The tropical house is located down town Tulum in La Veleta a few minutes drive away from the most beautiful beaches of Mexico (1km away from the center of Tulum, 5 km to the beach) \n","desc2":"The home is located in the iconic area of downtown Tulum. The property is walking distance from a number of cafes, bars, restaurants, and stores with fine Mexican crafts. \n","shortDesc":"Tropical House Tulum\n","type":"apartment","address":{"street":"NA","city":"Tulum","country":"Mexico"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/402/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/402/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/402/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/402/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/402/05.jpg"}]},{"id":97,"desc1":"Marais Very charming flat . \n Enjoy your home in a historical neighborhood in the center of Paris(le Marais, the fashionable neighborhood) near Modern art Museum Beaubourg and Museum Picasso. Metro Halles or Etienne Marcel. \nA cosy house for 8 people : 3 bedrooms, a living room, 2 bathrooms, 1 kitchen\n","desc2":"Located at Passage de l’Ancre , one of the oldest passage of Paris, in the center of Paris near Marais . You will be in one of the most beautiful historical neighborhood of Paris at 400m from Les halles, 300m from the famous Museum Beaubourg, 700m from Cathedral Notre-Dame and the Seine river.\n","shortDesc":"Very central location.\n","type":"apartment","address":{"street":"NA","city":"Paris","country":"France"},"guests":8,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/602/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/602/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/602/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/602/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/602/05.jpg"}]},{"id":98,"desc1":"Charming two-storey house with a spectacular private terrace.\n Top quality, comfort and good taste have been spread out when refurbishing this old classical “porteña” house which still maintains some typical touches of its original construction. \n On the ground floor is the spacious living room, a warm room, with unique and thought details for maximum comfort.","desc2":"APPLIANCES: Washing Machine, Iron & Ironing Board, Hairdryer, Oven, Fridge-Freezer, Toaster, Dishwasher, Microwave, Coffee Maker \nMULTIMEDIA: TV, DVD Player, Stereo, Baby Cot, Cable TV\nOUTDOORS: Barbecue, Terrace","shortDesc":"Amazing 3 bedrooms Serrano\n","type":"house","address":{"street":"NA","city":"Buenos Aires","country":"Argentina"},"guests":6,"beds":3,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/702/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/702/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/702/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/702/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/702/05.jpg"}]},{"id":99,"desc1":"On a regular summer day I used to sleep on the rooftop in a hammock, surrounded by the bougainvillea and lemon trees under the imposing rock of the Acropolis. In the winter, I played board games with my classmates by the fireplace. No doubt, I consider myself spoiled growing up a stone’s throw away from the Parthenon and the newly established Acropolis Museum. The cradle of democracy, the birth of theater and philosophy, temples and Byzantine churches, an Ottoman era mosque, bars, restaurants, cafes, monuments, ancient arches are all a few minutes stroll from my maternal house. History is everywhere and it is inescapable.\n","desc2":"Situated in Parthenon’s shadow, 5 minutes by foot from the Acropolis metro station, the apartment extends over two hundred square meters (2,156 square feet). Two bedrooms, a large kitchen, two bathrooms and a WC, a spacious living room encompassing a study, a balcony, a roof garden with a permanent dinner table, and an indoor patio which doubles as breakfast area are all placed right in the hustle and bustle of Plaka; the center of classical, medieval and early modern Greece.","shortDesc":"House at the Foothills of Acropolis\n","type":"apartment","address":{"street":"NA","city":"Athens","country":"Greece"},"guests":9,"beds":4,"bedrooms":2,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/802/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/802/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/802/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/802/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/802/05.jpg"}]},{"id":100,"desc1":"Traditional Arab house restored and furnished by interior designer located in the medina of Tunis 60M2 10M2 + in the basement. Near Museum Torbet El Bey with parking and close to shops and markets, souk medina 100m. \nChange of scenery, calm, charm and discretion hare its assets in a lively, colorful, typical and traditional place, to discover Tunis in the heart of the Medina.\n","desc2":"MINIMUM 3 DAYS.\n","shortDesc":"Tunis Medina Renovated Arab House\n","type":"house","address":{"street":"NA","city":"La Medina","country":"Tunisia"},"guests":8,"beds":4,"bedrooms":3,"baths":2,"amenities":[],"host":"","images":[{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/902/01.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/902/02.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/902/03.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/902/04.jpg"},{"link":"https://s3-us-west-1.amazonaws.com/lsfirebnb/902/05.jpg"}]}]